var data = {
	question :[
		{
			index: "2.1",
			id: 211,
			title: "、请问您觉得哪方面让您愿意推荐呢？",
			answers: [
				{
					id: 2211,	//22表示2.2，1表示推荐，1表示第一个问题
					degree: "对售后服务满意",
					question: '、请问您觉得售后服务哪方面让您愿意推荐呢？',
					answers: [
						{
							id:22111,
							text:'售后人员服务态度好'
						},
						{
							id:22112,
							text:'售后服务所用时间短'
						},
						{
							id:22113,
							text:'售后服务联系/上门速度快'
						},
						{
							id:22114,
							text:'售后人员技术好'
						},
						
						{
							id:22115,
							text:'售后人员服务规范'
						},
						{
							id:22116,
							text:'售后收费合理'
						},
						{
							id:22117,
							text:'售后服务三包等政策合理'
						},
						{
							id:22118,
							text:'其它'
						}
					]
				},
				{
					id: 2212,
					degree: "对产品使用满意",
					question: '、请问您觉得产品使用哪方面让您愿意推荐呢？',
					answers: [
						{
							id: 22121,
							text: '产品质量好'
						},
						{
							id: 22122,
							text: '产品功能使用好'
						},
						{
							id: 22123,
							text: '产品外观设计好'
						},
						{
							id: 22124,
							text: '产品性价比高'
						},
						{
							id: 22125,
							text: '其它'
						}
					]
				},
				{
					id: 2213,
					degree: "对购买过程满意",
					question: '、请问您觉得购买过程哪方面让您愿意推荐呢？',
					answers: [
						{
							id: 22131,
							text: '销售人员服务态度好'
						},
						{
							id: 22132,
							text: '销售人员对产品讲解详细'
						},
						{
							id: 22133,
							text: '销售人员对服务政策讲解详细'
						},
						{
							id: 22134,
							text: '活动赠品好'
						},
						{
							id: 22135,
							text: '购物平台体验好'
						},
						{
							id: 22136,
							text: '产品宣传与实物一致'
						},
						{
							id: 22137,
							text: '其它'
						}
					]
				},
				{
					id: 2214,
					degree: "对送货过程满意",
					question: '、请问您觉得送货过程哪方面让您愿意推荐呢？',
					answers: [
						{
							id: 22141,
							text: '送货人员服务态度好'
						},
						{
							id: 22142,
							text: '送货速度快'
						},
						{
							id: 22143,
							text: '送到指定地点'
						},
						{
							id: 22144,
							text: '主动开箱验机'
						},
						{
							id: 22145,
							text: '外包装/货物完好'
						},
						{
							id: 22146,
							text: '其它'
						}
					]
					
				},
				{
					id: 2215,
					degree: "其它",
				}
			]
			
		},
		{
			index: "2.1",
			id: 212,
			title: "、请问您觉得哪方面需要提升呢？",
			answers: [ 
				{
					id: 2221,
					degree: "售后服务需提升",
					question: "、请问您觉得售后服务哪方面还需提升呢？",
					answers: [
						{
							id: 22211,
							text: '售后服务态度需提升'
						},
						{
							id: 22212,
							text: '售后服务所用时间需提升'
						},
						{
							id: 22213,
							text: '售后服务联系/上门速度需提升'
						},
						{
							id: 22214,
							text: '售后人员技术需提升'
						},
						{
							id: 22215,
							text: '售后服务规范性需提升'
						},
						{
							id: 22216,
							text: '售后收费合理性需提升'
						},
						{
							id: 22217,
							text: '售后服务三包等政策需更合理'
						},
						{
							id: 22218,
							text: '其它'
						}
					]
				},
				{
					id: 2222,
					degree: "产品使用需提升",
					question: "、请问您觉得产品使用哪方面还需提升呢？",
					answers: [
						{
							id: 22221,
							text: '产品质量需提升'
						},
						{
							id: 22222,
							text: '产品功能使用需提升'
						},
						{
							id: 22223,
							text: '产品外观需提升'
						},
						{
							id: 22224,
							text: '产品性价比需提升'
						},
						{
							id:22225,
							text: '其它'
						}
						
					]
				},
				{
					id: 2223,
					degree: "购买过程需提升",
					question: "、请问您觉得购买过程哪方面还需提升呢？",
					answers: [
						{
							id: 22231,
							text: '销售人员服务态度需提升'
						},
						{
							id: 22232,
							text: '销售人员产品讲解需提升'
						},
						{
							id: 22233,
							text: '销售人员服务政策需讲解需提升'
						},
						{
							id: 22234,
							text: '活动赠品需提升'
						},
						{
							id:22235,
							text: '购物平台体验需提升'
						},
						{
							id: 22236,
							text: '产品外观需提升'
						},
						{
							id:22237,
							text: '其它'
						}
						
					]
				},
				{
					id: 2224,
					degree: "送货过程需提升",
					question: "、请问您觉得送货过程哪方面还需提升呢？",
					answers: [ 
						{
							id: 22241,
							text: '送货人员服务态度需提升'
						},
						{
							id: 22242,
							text: '运输速度需提升'
						},
						{
							id: 22243,
							text: '送货速度需提升'
						},
						{
							id: 22244,
							text: '发货速度需提升'
						},
						{
							id:22245,
							text: '其它'
						}
					]
				},
				{
					id: 2225,
					degree: "其它"
				}
			]
		},
		{
			index: "2.1",
			id: 213,
			title: "、请问您觉得哪方面令您不满意呢？",
			answers: [
				{
					id: 2231,
					degree: "对售后服务不满意",
					question: "、请问您觉得售后服务哪方面令您不满意呢？",
					answers: [
						{
							id: 22311,
							text: '售后服务态度差'
						},
						{
							id: 22312,
							text: '售后服务所用时间长'
						},
						{
							id: 22313,
							text: '售后服务联系/上门不及时'
						},
						{
							id: 22314,
							text: '售后人员技术差'
						},
						{
							id:22315,
							text: '售后服务不规范'
						},
						{
							id: 22316,
							text: '售后收费不合理'
						},
						{
							id: 22317,
							text: '售后服务三包等政策不合理'
						},
						{
							id: 22318,
							text: '其他'
						}
					]
				},
				{
					id: 2232,
					degree: "对售产品使用不满意",
					question: "、请问您觉得产品使用哪方面令您不满意呢？",
					answers: [
						{
							id: 22321,
							text: '产品质量差'
						},
						{
							id: 22322,
							text: '产品功能使用差'
						},
						{
							id: 22323,
							text: '产品外观设计差'
						},
						{
							id: 22324,
							text: '产品性价比差'
						},
						{
							id:22325,
							text: '其他'
						}
					]
				},
				{
					id: 2233,
					degree: "对购买过程不满意",
					question: "、请问您觉得购买过程哪方面令您不满意呢？",
					answers: [
						{
							id: 22331,
							text: '销售人员服务态度不好'
						},
						{
							id: 22332,
							text: '销售人员未详细讲解产品'
						},
						{
							id: 22333,
							text: '销售人员夸大宣传'
						},
						{
							id: 22334,
							text: '销售人员未提前告知服务政策'
						},
						{
							id:22335,
							text: '活动赠品没兑现'
						},
						{
							id:22336,
							text: '购物平台体验不好'
						},
						{
							id: 22337,
							text: '产品宣传与实物不符/不一致'
						},
						{
							id:22338,
							text: '其它'
						}
					]
				},
				{
					id: 2234,
					degree: "对送货过程需不满意",
					question: "、请问您觉得送货过程哪方面令您不满意呢？",
					answers: [
						{
							id: 22341,
							text: '物流人员服务态度差'
						},
						{
							id: 22342,
							text: '物流人员没有提前预约时间'
						},
						{
							id: 22343,
							text: '物流运输时间长'
						},
						{
							id: 22344,
							text: '物流人员配送不及时'
						},
						{
							id:22345,
							text: '物流人员未送货上门'
						},
						{
							id: 22346,
							text: '物流人员乱收费'
						},
						{
							id:22347,
							text: '物流人员不配合开箱验机'
						},
						{
							id:22348,
							text: '货物发错'
						},
						{
							id:22349,
							text: '外包装/货物破损'
						},
						{
							id: 223410,
							text: '其它'
						},
					]
				},
				{
					id: 2235,
					degree: "其它",
				}
			]
		}
	],
	star :[
		{
				content: '非常不满意，各方面都很差',
				label: ['服务特别差','服务未完成','设备被弄坏','家里被弄脏','师傅技能差','师傅态度恶劣','师傅不准时']
		},
		{
				content: '不满意，比较差',
				label: ['服务很差','服务装备脏','家里被弄脏','家里被弄脏','师傅不准时','师傅态度恶劣','师傅技术差','师傅形象差']
		},
		 {
				content: '一般，需要改善',
				label: ['服务不满意','服务不专业','服务装备脏','家里被弄脏','师傅态度差','师傅技能差','师傅不准时']
		},
		{
				content: '较满意，但仍可改善',
				label: ['服务满意','服务专业','师傅态度好','师傅技术高','师傅准时','性价比高']
		},
		{
				content: '非常满意，无可挑剔',
				label: ['服务超出期待','服务专业','服务装备干净','性价比非常高','师傅态度特别好','师傅技术牛','师傅形象好']
		}
	],
	res: "s",
}
